Repository: dhis2/climate-app
Catalog: i18n/*.po
Languages: cs, fr, nb, pt

source: Max heat stress
cs: Maximální tepelný stres
fr: Stress thermique maximal
nb: Maks varmebelastning
pt: Stress térmico máximo

source: Maximum felt temperature in °C.
cs: Maximální pociťovaná teplota ve °C.
nb: Maksimal følt temperatur i °C.

source: Min heat stress (ERA5-HEAT)
cs: Minimální tepelný stres (ERA5-HEAT)
fr: Stress thermique minimal (ERA5-HEAT)
nb: Min varmebelastning (ERA5-HEAT)
pt: Stress térmico mínimo (ERA5-HEAT)

source: Min heat stress
cs: Minimální tepelný stres
fr: Stress thermique minimal
nb: Min varmebelastning
pt: Stress térmico mínimo

source: Minimum felt temperature in °C.
cs: Minimální pociťovaná teplota ve °C.
nb: Minimum følt temperatur i °C.

source: NDVI - Normalized difference vegetation index (MODIS)
cs: NDVI - Normalizovaný rozdílový vegetační index (MODIS)
nb: NDVI - Normalisert differanse vegetasjonsindeks (MODIS)

source: EVI - Enhanced vegetation index (MODIS)
cs: EVI - rozšířený vegetační index (MODIS)
nb: EVI - Forbedret vegetasjonsindeks (MODIS)

source: Mean elevation (SRTM)
cs: Střední nadmořská výška (SRTM)
nb: Gjennomsnittshøyde (SRTM)

source: Mean elevation in meters above sea level.
cs: Střední nadmořská výška v metrech nad mořem.
nb: Gjennomsnittshøyde i meter over havet.

source: First value
cs: První hodnota
nb: Første verdi

source: Min elevation (SRTM)
cs: Minimální nadmořská výška (SRTM)
nb: Minste høyde (SRTM)

source: Min elevation in meters above sea level.
cs: Minimální nadmořská výška v metrech nad mořem.
nb: Minste høyde i meter over havet.

source: Max elevation (SRTM)
cs: Maximální nadmořská výška (SRTM)
nb: Maksimal høyde (SRTM)

source: Max elevation in meters above sea level.
cs: Maximální nadmořská výška v metrech nad mořem.
nb: Maksimal høyde i meter over havet.

source: Standard deviation of elevation (SRTM)
cs: Směrodatná odchylka nadmořské výšky (SRTM)
nb: Standardavvik for høyde (SRTM)

source: Std dev elevation
cs: Std dev nadmořská výška
nb: Standardavvik høyde

source: Standard deviation of elevation in meters above sea level.
cs: Směrodatná odchylka nadmořské výšky v metrech nad mořem.
nb: Standardavvik for høyde i meter over havet.

source: Percentage of area with this land cover type.
cs: Procento plochy s tímto typem půdního pokryvu.
nb: Prosentandel av området med denne bakkedekketypen.

source: Climate/Weather
cs: Klima/počasí
fr: Climat/Météo
nb: Klima/vær
pt: Clima/tempo

source: Environment
cs: Prostředí
nb: Miljø

source: Weekly or Monthly
cs: Týdenní nebo měsíční
nb: Ukentlig eller månedlig

source: Yearly
cs: Ročně
fr: Annuel
nb: Årlig
pt: Anualmente

source: Heat/cold stress
cs: Stres z horka/chladu
fr: Stress thermique/Stress dû au froid
nb: Varme-/kuldebelastning
pt: Stress térmico/frio

source: You only need to include categories that are relevant for your area.
cs: Je třeba zahrnout pouze kategorie, které jsou relevantní pro vaši oblast.
fr: Vous ne devez inclure que les catégories pertinentes pour votre région.
nb: Du trenger bare å inkludere kategorier som er relevante for ditt område.
pt: Só precisa incluir categorias que sejam relevantes para a sua área.

source: Extreme cold stress
cs: Extrémní chladový stres
fr: Stress dû au froid intense
nb: Ekstrem kuldebelastning
pt: Stress de frio extremo

source: Extreme<br>cold stress
cs: Extrémní<br>chladový stres
fr: Stress dû au froid<br>intense
nb: Ekstrem<br>kuldebelastning
pt: Extremo<br>stress do frio

source: Very strong cold stress
cs: Velmi silný chladový stres
fr: Très fort stress dû au froid
nb: Svært sterk kuldebelastning
pt: Stress de frio muito forte

source: Very strong<br>cold stress
cs: Velmi silný<br>chladový stres
fr: Très fort stress<br>dû au froid
nb: Svært sterk<br>kuldebelastning
pt: Stress do frio<br>muito forte

source: Strong cold stress
cs: Silný chladový stres
fr: Fort stress dû au froid
nb: Sterk kuldebelastning
pt: Forte stress do frio

source: Strong<br>cold stress
cs: Silný<br>chladový stres
fr: Fort stress<br>dû au froid
nb: Sterk<br>kuldebelastning
pt: Stress do frio<br>forte

source: Moderate cold stress
cs: Mírný chladový stres
fr: Stress dû au froid modéré
nb: Moderat kuldebelastning
pt: Estresse por frio moderado

source: Moderate<br>cold stress
cs: Mírný<br>chladový stres
fr: Stress dû au froid modéré<br>
nb: Moderat<br>kuldebelastning
pt: Stress do frio<br>moderado

source: Slight cold stress
cs: Mírný chladový stres
fr: Stress dû au froid léger
nb: Lett kuldebelastning
pt: Ligeiro stress pelo frio

source: Slight<br>cold stress
cs: Mírný<br>chladový stres
fr: Stress dû au froid<br>léger
nb: Lett<br>kuldebelastning
pt: Stress do frio <br>ligeiro

source: No thermal stress
cs: Žádný tepelný stres
fr: Pas de stress thermique
nb: Ingen termisk belastning
pt: Sem stress térmico

source: No thermal<br>stress
cs: Žádný tepelný <br> stres
fr: Pas de stress<br> thermique
nb: Ingen termisk<br>belastning
pt: Sem stress térmico<br>

source: Moderate heat stress
cs: Mírný tepelný stres
fr: Stress thermique modéré
nb: Moderat varmebelastning
pt: Stress térmico moderado

source: Moderate<br>heat stress
cs: Mírný<br>tepelný stres
fr: Stress thermique<br>modéré
nb: Moderat<br>varmebelastning
pt: Stress térmico<br>moderado

source: Strong heat stress
cs: Silný tepelný stres
fr: Fort stress thermique
nb: Sterk varmebelastning
pt: Forte stress térmico

source: Strong<br>heat stress
cs: Silný<br>tepelný stres
fr: Fort<br>stress thermique
nb: Sterk<br>varmebelastning
pt: Forte<br>stress térmico

source: Very strong heat stress
cs: Velmi silný tepelný stres
fr: Très fort stress thermique
nb: Svært sterk varmebelastning
pt: Stress térmico muito forte

source: Very strong<br>heat stress
cs: Velmi silný<br>tepelný stres
fr: Très fort<br>stress thermique
nb: Svært sterk<br>varmebelastning
pt: Muito forte<br>stress térmico

source: Extreme heat stress
cs: Extrémní tepelný stres
fr: Stress thermique intense
nb: Ekstrem varmebelastning
pt: Stress térmico extremo

source: Extreme<br>heat stress
cs: Extrémní<br>tepelný stres
fr: Stress thermique<br>intense
nb: Ekstrem<br>varmebelastning
pt: Extremo<br>stress térmico

source: NASA LP DAAC at the USGS EROS Center / Google Earth Engine
cs: NASA LP DAAC v centru USGS EROS / Google Earth Engine
nb: NASA LP DAAC ved USGS EROS Center / Google Earth Engine

source: No data found for the selected period
cs: Pro vybrané období nebyly nalezeny žádné údaje
fr: Aucune donnée trouvée pour la période sélectionnée
nb: Ingen data funnet for valgt periode
pt: Não foram encontrados dados para o período selecionado

source: April
cs: Duben
fr: Avril
pt: Abril

source: August
cs: Srpen
fr: Août
pt: Agosto

source: September
cs: Září
fr: Septembre
pt: Setembro

source: November
cs: Listopad
fr: Novembre
pt: Novembro

source: Data element
cs: Datový prvek
fr: Élément de donnée
pt: Elemento de dado

source: Data element: "{{name}}"
cs: Datový prvek: "{{name}}"
fr: Élément de données : "{{name}}"
pt: Elemento de dados: "{{name}}"

source: Land
cs: Pevnina

source: Sum
cs: Součet
fr: Somme
pt: Soma

source: Data
fr: Données
pt: Dados

source: Min
pt: Mín.

source: ERA5-Land / Copernicus Climate Change Service / Google Earth Engine
fr: ERA5-Land / Service Copernicus concernant le changement climatique / Google Earth Engine
pt: ERA5-Land / Serviço de alterações climáticas de Copernicus / Google Earth Engine

source: ERA5-HEAT / Copernicus Climate Change Service / Google Earth Engine
fr: ERA5-HEAT / Service Copernicus concernant le changement climatique / Google Earth Engine
pt: ERA5-HEAT / Serviço de alterações climáticas de Copernicus / Google Earth Engine
