Repository: dhis2/climate-app
Catalog: i18n/*.po
Languages: cs, fr, nb, pt

source: About this app
cs: O této aplikaci
fr: À propos de l'application
nb: Om denne appen
pt: Acerca deste aplicativo

source: This pilot app is part of the ongoing “DHIS2 for Climate“ project. It will get frequent updates, so please make sure you have the latest version from the DHIS2 App Hub. The app is developed by the University of Oslo, but it is not a DHIS2 core app. Useful parts of this app might be incorporated into the DHIS2 core in the future, based on your feedback.
cs: Tato pilotní aplikace je součástí probíhajícího projektu "DHIS2 for Climate". Bude často aktualizována, proto se ujistěte, že máte nejnovější verzi z DHIS2 App Hub. Aplikaci vyvinula Univerzita v Oslu, ale nejedná se o základní aplikaci DHIS2. Užitečné části této aplikace mohou být v budoucnu na základě vaší zpětné vazby začleněny do jádra DHIS2.
fr: Cette application pilote fait partie du projet "DHIS2 pour le climat". Elle sera régulièrement mise à jour. Veillez donc à vous procurer sa dernière version à partir du DHIS2 App Hub. L'application est développée par l'Université d'Oslo, mais n'est pas une application de base de DHIS2. Des parties utiles de cette application pourront être incorporées dans DHIS2 Central à l'avenir, sur la base de vos observations.
nb: Denne pilotappen er en del av det pågående 'DHIS2 for Climate'-prosjektet. Appen vil få hyppige oppdateringer, så sørg for at du har siste versjon fra DHIS2 App Hub. Appen er utviklet av Universitetet i Oslo, men er ikke en DHIS2 kjerneapp. Nyttige deler av appen kan bli innlemmet i DHIS2-kjernen i fremtiden, basert på tilbakemeldinger.
pt: Esta aplicação piloto faz parte do projecto em curso "DHIS2 para o Clima". Será actualizada com frequência, por isso, certifique-se de que tem a versão mais recente do DHIS2 App Hub. A aplicação foi desenvolvida pela Universidade de Oslo, mas não é uma aplicação padrão do DHIS2. Partes úteis desta aplicação poderão ser incorporadas no DHIS2 no futuro, com base no seu feedback.

source: The app allows you to explore and import temperature, precipitation, humidity and heat stress data in DHIS2. The main data source is ERA5-Land, which is considered the most accurate and complete global climate dataset available. The video below shows you how this dataset was created by combining weather observations with a weather model (climate reanalysis).
cs: Aplikace umožňuje zkoumat a importovat údaje o teplotě, srážkách, vlhkosti a tepelném stresu v systému DHIS2. Hlavním zdrojem dat je ERA5-Land, který je považován za nejpřesnější a nejúplnější dostupnou globální klimatickou datovou sadu. Níže uvedené video vám ukáže, jak byla tato datová sada vytvořena kombinací pozorování počasí s modelem počasí (klimatickou reanalýzou).
fr: L'application vous permet d'explorer et d'importer des données sur la température, les précipitations, l'humidité et le stress thermique dans DHIS2. La principale source de données est ERA5-Land, qui est considérée comme l'ensemble de données climatiques mondiales le plus précis et le plus complet disponible. La vidéo ci-dessous vous montre comment cet ensemble de données a été créé en combinant des observations météorologiques avec un modèle météorologique (réanalyse climatique).
nb: Appen lar deg utforske og importere temperatur-, nedbør-, fuktighets- og varmebelastningsdata i DHIS2. Hoveddatakilden er ERA5-Land, som regnes som det mest nøyaktige og komplette globale klimadatasettet. Videoen under viser hvordan datasettet ble laget ved å kombinere værdata med en klimamodell (klimareanalyse).
pt: A aplicação permite-lhe explorar e importar dados de temperatura, precipitação, humidade e stress térmico no DHIS2. A principal fonte de dados é o ERA5-Land, que é considerado o conjunto de dados climáticos globais mais exacto e completo disponível. O vídeo abaixo mostra-lhe como este conjunto de dados foi criado através da combinação de observações meteorológicas com um modelo meteorológico (reanálise climática).

source: Read about ERA5-Land on Copernicus Climate Data Store
cs: Přečtěte si o ERA5-Land na stránkách Copernicus Climate Data Store
fr: Pour en savoir plus sur ERA5-Land, veuillez consulter le Copernicus Climate Data Store
nb: Les om ERA5-Land på Copernicus Climate Data Store
pt: Leia sobre o ERA5-Land no arquivo de dados climáticos do Copernicus

source: In additon to ERA5-Land, precipitation data can also be imported from the CHIRPS dataset. For heat stress we use data from ERA5-HEAT.
cs: Kromě ERA5-Land lze data o srážkách importovat také z datové sady CHIRPS. Pro tepelný stres používáme data z ERA5-HEAT.
fr: En plus d'ERA5-Land, les données de précipitations peuvent également être importées à partir de l'ensemble de données CHIRPS. Pour le stress thermique, nous utilisons les données de ERA5-HEAT.
nb: I tillegg til ERA5-Land kan nedbørsdata importeres fra CHIRPS-datasettet. For varmebelastning bruker vi data fra ERA5-HEAT.
pt: Para além do ERA5-Land, os dados de precipitação também podem ser importados do conjunto de dados CHIRPS. Para o stress térmico, utilizamos os dados do ERA5-HEAT.

source: Read about CHIRPS on Climate Hazards Center
cs: Přečtěte si o CHIRPS na stránkách Climate Hazards Center
fr: Pour en savoir plus sur CHIRPS, veuillez consulter le Climate Hazards Center
nb: Les om CHIRPS på Climate Hazards Center
pt: Leia sobre o CHIRPS no Centro de Riscos Climáticos

source: Read about ERA5-HEAT on Copernicus Climate Data Store
cs: Přečtěte si o ERA5-HEAT na stránkách Copernicus Climate Data Store
fr: Pour en savoir plus sur ERA5-HEAT, veuillez consulter le Copernicus Climate Data Store
nb: Les om ERA5-HEAT på Copernicus Climate Data Store
pt: Leia sobre o ERA5-HEAT no arquivo de dados climáticos do Copernicus

source: If you just want to look at weather and climate data for your organisation units, click on “Explore data” in the left menu. No configuration is needed.
cs: Pokud se chcete pouze podívat na údaje o počasí a klimatu pro své organizační jednotky, klikněte na "Prozkoumat data" v levém menu. Není potřeba žádná konfigurace.
fr: Si vous voulez juste consulter les données météorologiques et climatiques pour vos unités d'organisation, cliquez sur "Explorer les données" dans le menu de gauche. Aucune configuration n'est nécessaire.
nb: Hvis du bare vil se på vær- og klimadata for dine organisasjonsenheter, klikk på 'Utforsk data' i venstremenyen. Ingen konfigurasjon er nødvendig.
pt: Se quiser apenas ver os dados meteorológicos e climáticos das suas unidades organizacionais, clique em "Explorar dados" no menu da esquerda. Não é necessária qualquer configuração.

source: We recommend importing data into DHIS2 data elements. This will allow you to combine weather and climate data with your health data across all DHIS2 analytics apps. You need to configure your DHIS2 instance before you can import data. See our guide by clicking on “Setup guide”.
cs: Doporučujeme importovat data do datových prvků DHIS2. To vám umožní kombinovat údaje o počasí a klimatu se zdravotními údaji ve všech analytických aplikacích DHIS2. Před importem dat je třeba nakonfigurovat instanci DHIS2. Podívejte se na našeho průvodce kliknutím na "Průvodce nastavením".
fr: Nous recommandons d'importer les données dans les éléments de données de DHIS2. Cela vous permettra de combiner les données météorologiques et climatiques avec vos données de santé dans toutes les applications d'analyse de DHIS2. Vous devez configurer votre instance DHIS2 avant de pouvoir importer des données. Consultez notre guide en cliquant sur "Guide d'installation".
nb: Vi anbefaler å importere data til DHIS2-dataelementer. Dette lar deg kombinere vær- og klimadata med helsedata i alle DHIS2-analyseapper. Du må konfigurere din DHIS2-instans før du kan importere data. Se vår veiledning ved å klikke på 'Oppsettguide'.
pt: Recomendamos a importação de dados para os elementos de dados do DHIS2. Isto permitir-lhe-á combinar dados meteorológicos e climáticos com os seus dados de saúde em todas as aplicações analíticas do DHIS2. É necessário configurar a sua instância DHIS2 antes de poder importar dados. Consulte o nosso guia clicando em "Guia de configuração".

source: After the configuration is done, you can import temperature and precipitation data under “Import data”.
cs: Po dokončení konfigurace můžete v části "Import dat" importovat údaje o teplotě a srážkách.
fr: Une fois la configuration terminée, vous pouvez importer les données de température et de précipitations sous "Importer des données".
nb: Når konfigurasjonen er ferdig, kan du importere temperatur- og nedbørsdata under 'Importer data'.
pt: Depois de concluída a configuração, pode importar os dados de temperatura e precipitação em "Importar dados".

source: After the data is imported, you should generate the analytics tables in the Data Administration app. This will allow you to see the data in the DHIS2 analytics apps.
cs: Po importu dat byste měli v aplikaci Správa dat vygenerovat analytické tabulky. To vám umožní zobrazit data v analytických aplikacích DHIS2.
fr: Une fois les données importées, vous devez générer les tableaux analytiques dans l'application Administration des données. Cela vous permettra de voir les données dans les applications d'analyse de DHIS2.
nb: Etter at dataene er importert, bør du generere analysetabeller i Data Administration-appen. Da kan du se dataene i DHIS2-analyseappene.
pt: Depois de os dados serem importados, deve gerar as tabelas de análise na aplicação Administração de dados. Isto permitir-lhe-á ver os dados nas aplicações de análise DHIS2.

source: How the data is calculated
cs: Jak se údaje vypočítávají
fr: Comment les données sont-elles calculées ?
nb: Hvordan dataene beregnes
pt: Como são calculados os dados

source: The data is calculated for your organsation units on Google Earth Engine. Pleace check the resolution of the data. If you select a health facility we use the value where the facility is located. If you select a district we automatically aggregate the values within that district. If two org units are close to each other (within the resolution), they will have the same data values.
cs: Data jsou vypočítána pro vaše organizační jednotky v aplikaci Google Earth Engine. Zkontrolujte prosím rozlišení dat. Pokud vyberete zdravotnické zařízení, použijeme hodnotu, kde se zařízení nachází. Pokud vyberete okres, automaticky agregujeme hodnoty v rámci tohoto okresu. Pokud jsou dvě org. jednotky blízko sebe (v rámci rozlišení), budou mít stejné hodnoty dat.
fr: Les données sont calculées pour vos unités d'organisation sur Google Earth Engine. Veuillez vérifier la résolution des données. Si vous sélectionnez un établissement de santé, nous allons utiliser la valeur correspondant à son emplacement. Si vous sélectionnez un district, nous allons agréger automatiquement les valeurs à l'intérieur de ce district. Si deux unités d'organisation sont proches l'une de l'autre (dans la limite de la résolution), elles auront les mêmes valeurs de données.
nb: Dataene beregnes for dine organisasjonsenheter i Google Earth Engine. Sjekk oppløsningen på dataene. Hvis du velger et helsesenter, bruker vi verdien der senteret ligger. Hvis du velger et distrikt, aggregerer vi automatisk verdiene innenfor distriktet. Hvis to enheter er nær hverandre (innenfor oppløsningen), får de samme dataverdier.
pt: Os dados são calculados para as suas unidades organizacionais no Google Earth Engine. Por favor, verifique a resolução dos dados. Se selecionar uma unidade sanitária, utilizamos o valor do local onde a unidade está localizada. Se selecionar um distrito, agregamos automaticamente os valores dentro desse distrito. Se duas unidades organizacionais estiverem próximas uma da outra (dentro da resolução), elas terão os mesmos valores de dados.

source: Home
cs: Domovská strana
fr: Accueil
nb: Hjem
pt: Início

source: Explore data
cs: Prozkoumat data
fr: Explorer les données
nb: Utforsk data
pt: Explorar dados

source: Import data
cs: Import dat
fr: Importer des données
nb: Importer data
pt: Importar valores

source: Setup guide
cs: Průvodce nastavením
fr: Guide d'installation
nb: Oppsettguide
pt: Guia de configuração

source: Settings
cs: Nastavení
fr: Paramètres
nb: Innstillinger
pt: Configurações

source: Check data
cs: Kontrola dat
fr: Vérifier les données
nb: Sjekk data
pt: Verificar dados

source: Check weather and climate data
cs: Kontrola dat o počasí a klimatu
fr: Vérifier les données météorologiques et climatiques
nb: Sjekk vær- og klimadata
pt: Verificar os dados meteorológicos e climáticos

source: Select a location in the left panel
cs: Vyberte lokalitu na levém panelu
fr: Sélectionner un lieu dans le panneau de gauche
nb: Velg et sted i venstre panel
pt: Selecione uma localização no painel esquerdo

source: Start date
cs: Datum začátku
fr: Date de début
nb: Startdato
pt: Data de início

source: End date
cs: Datum ukončení
fr: Date de fin
nb: Sluttdato
pt: Data final

source: Maximum {{maxDays}} days allowed
cs: Povoleno maximálně {{maxDays}} dní
fr: Jours {{maxDays}} maximums autorisés
nb: Maksimalt {{maxDays}} dager tillatt
pt: Máximo {{maxDays}} dias permitidos

source: Explore weather and climate data
cs: Prozkoumejte data o počasí a klimatu
fr: Explorer les données météorologiques et climatiques
nb: Utforsk vær- og klimadata
pt: Explorar dados meteorológicos e climáticos

source: Select an organisation unit in the left panel
cs: V levém panelu vyberte organizační jednotku
fr: Sélectionnez une unité d'organisation dans le panneau de gauche
nb: Velg en organisasjonsenhet i venstre panel
pt: Seleccionar uma unidade organizacional no painel esquerdo

source: January
cs: Leden
fr: Janvier
nb: Januar
pt: Janeiro

source: February
cs: únor
fr: Février
nb: Februar
pt: Fevereiro

source: March
cs: Březen
fr: Mars
nb: Mars
pt: Março

source: May
cs: Květen
fr: Mai
nb: Mai
pt: Maio

source: June
cs: červen
fr: Juin
nb: Juni
pt: Junho

source: July
cs: Červenec
fr: Juillet
nb: Juli
pt: Julho

source: October
cs: Říjen
fr: Octobre
nb: Oktober
pt: Outubro

source: December
cs: Prosinec
fr: Décembre
nb: Desember
pt: Dezembro

source: Month
cs: Měsíc
fr: Mois
nb: Måned
pt: Mês

source: Start month
cs: Počáteční měsíc
fr: Mois de début
nb: Startmåned
pt: Mês de início

source: End month
cs: Konečný měsíc
fr: Mois de fin
nb: Sluttmåned
pt: Fim do mês

source: Maximum {{maxMonths}} months allowed
cs: Povoleno maximálně {{maxMonths}} měsíců
fr: Mois {{maxMonths}} maximums autorisés
nb: Maksimalt {{maxMonths}} måneder tillatt
pt: Máximo {{maxMonths}} meses permitidos

source: No geometry found
cs: Nenalezena žádná geometrie
fr: Aucune géométrie trouvée
nb: Ingen geometri funnet
pt: Nenhuma geometria encontrada

source: Data for a location
cs: Data o lokalitě
fr: Données relatives à un lieu
nb: Data for et sted
pt: Dados para uma localização

source: Data for an area
cs: Data o oblasti
fr: Données pour une zone
nb: Data for et område
pt: Dados para uma área

source: Monthly
cs: Měsíčně
fr: Mensuel
nb: Månedlig
pt: Mensal

source: Daily
cs: Denně
fr: Quotidien
nb: Daglig
pt: Diário

source: Reference period
cs: Referenční období
fr: Période de référence
nb: Referanseperiode
pt: Período de referência

source: 10 days forecast
cs: Předpověď na 10 dní
fr: Prévision à 10 jours
nb: 10 dagers varsel
pt: Previsão para 10 dias

source: Temperature
cs: Teplota
fr: Température
nb: Temperatur
pt: Temperatura

source: Precipitation
cs: Srážky
fr: Précipitation
nb: Nedbør
pt: Precipitação

source: Humidity
cs: Vlhkost
fr: Humidité
nb: Fuktighet
pt: Humidade

source: Heat
cs: Teplo
fr: Chaleur
nb: Varme
pt: Calor

source: Climate change
cs: Změna klimatu
fr: Changement climatique
nb: Klimaendringer
pt: Alterações climáticas

source: Vegetation
cs: Vegetace
nb: Vegetasjon

source: Land cover
cs: Pokrytí půdy
nb: Bakkedekke

source: Elevation
cs: Nadmořská výška
fr: Élévation
nb: Høyde
pt: Elevação

source: Temperature anomaly is the difference of a temperature from a reference value, calculated as the average temperature over a period of 30 years. Blue columns shows temperatures below the average, while red columns are above.
cs: Teplotní anomálie je rozdíl teploty od referenční hodnoty, vypočtený jako průměrná teplota za období 30 let. Modré sloupce ukazují teploty pod průměrem, zatímco červené sloupce jsou nad průměrem.
fr: L'anomalie de température est la différence entre une température et une valeur de référence, qui est considérée comme la température moyenne sur une période de 30 ans. Les colonnes bleues indiquent les températures inférieures à la moyenne, tandis que les colonnes rouges indiquent les températures supérieures.
nb: Temperaturanomali er forskjellen mellom en temperatur og en referanseverdi, beregnet som gjennomsnittet over 30 år. Blå søyler viser temperaturer under gjennomsnittet, mens røde søyler er over.
pt: A anomalia de temperatura é a diferença de uma temperatura em relação a um valor de referência, calculada como a temperatura média durante um período de 30 anos. As colunas azuis mostram temperaturas abaixo da média, enquanto as colunas vermelhas estão acima.

source: {{name}}: {{month}} temperature difference {{years}}
cs: {{name}}: {{month}} rozdíl teplot {{years}}
fr: {{name}} {{month}}: différence de température {{years}}
nb: {{name}}: {{month}} temperaturforskjell {{years}}
pt: {{name}}: {{month}} diferença de temperatura {{years}}

source: Reference period: {{period}}
cs: Referenční období: {{period}}
fr: Période de référence : {{period}}
nb: Referanseperiode: {{period}}
pt: Período de referência: {{period}}

source: Temperature anomaly
cs: Teplotní anomálie
fr: Anomalie de température
nb: Temperaturanomali
pt: Anomalia da temperatura

source: {{name}}: Elevation
cs: {{name}}: nadmořská výška
nb: {{name}}: Høyde

source: The chart shows the elevation distribution of the selected area, for each meter above sea level it shows the area with this elevation in hectares. The mean, minimum, and maximum elevation values are calculated from the elevation data.
cs: Graf zobrazuje rozložení nadmořské výšky vybraného území, pro každý metr nadmořské výšky zobrazuje plochu s touto nadmořskou výškou v hektarech. Z údajů o nadmořské výšce jsou vypočítány průměrné, minimální a maximální hodnoty nadmořské výšky.
nb: Diagrammet viser høydefordelingen for det valgte området. For hver meter over havet vises arealet med denne høyden i hektar. Gjennomsnitt, minimum og maksimum beregnes fra høydedataene.

source: Elevation: {{value}} m
cs: Nadmořská výška: {{value}} m
nb: Høyde: {{value}} m

source: Area: {{value}} km²
cs: Rozloha: {{value}} km²
nb: Areal: {{value}} km²

source: Min elevation
cs: Minimální nadmořská výška
nb: Minste høyde

source: Mean elevation
cs: Střední nadmořská výška
nb: Gjennomsnittshøyde

source: Max elevation
cs: Maximální nadmořská výška
nb: Maksimal høyde

source: Night
cs: Noc
fr: Nuit
nb: Natt
pt: Noite

source: Morning
cs: Ráno
fr: Matin
nb: Morgen
pt: Manhã

source: Afternoon
cs: Odpoledne
fr: Après-midi
nb: Ettermiddag
pt: Tarde

source: Evening
cs: Večer
fr: Soirée
nb: Kveld
pt: Noite

source: Max/min temp.
cs: Max/min teplota
fr: Température max/min
nb: Maks/min temp.
pt: Temp. máx./min.

source: Precip.
cs: Srážky
fr: Précipitations
nb: Nedbør.
pt: Precipitação.

source: Rel. humidity
cs: Relativní vlhkost
fr: Humidité relative
nb: Rel. fuktighet
pt: Humidade rel.

source: Wind
cs: Vítr
fr: Vent
nb: Vind
pt: Vento

source: The forecast is using the "{{- timeZone}}" time zone. You can change the time zone for your org units under "Settings".
cs: Předpověď používá časové pásmo "{{- timeZone}}". Časové pásmo můžete změnit pro své org. jednotky v části "Nastavení".
fr: La prévision utilise le fuseau horaire "{{- timeZone}}". Vous pouvez modifier le fuseau horaire de vos unités d'organisation dans "Paramètres".
nb: Værvarselet bruker tidssonen "{{- timeZone}}". Du kan endre tidssone for dine enheter under "Innstillinger".
pt: A previsão está a utilizar o fuso horário "{{- timeZone}}". Pode alterar o fuso horário das suas unidades organizacionais em "Definições".

source: The forecast is using the time zone of your browser ({{- timeZone}}). You can set the time zone for your org units under "Settings".
cs: Předpověď používá časové pásmo vašeho prohlížeče ({{- timeZone}}). Časové pásmo můžete nastavit pro své org. jednotky v části "Nastavení".
fr: Les prévisions utilisent le fuseau horaire de votre navigateur ({{- timeZone}}). Vous pouvez régler le fuseau horaire de vos unités d'organisation dans "Paramètres".
nb: Værvarselet bruker tidssonen til nettleseren din ({{- timeZone}}). Du kan sette tidssone for dine enheter under "Innstillinger".
pt: A previsão está a utilizar o fuso horário do seu navegador ({{- timeZone}}). Pode definir o fuso horário das suas unidades organizacionais em "Definições".

source: The forecast is using the default "{{- timeZone}}" time zone. You can set the time zone for your org units under "Settings".
cs: Předpověď používá výchozí časové pásmo "{{- timeZone}}". Časové pásmo můžete nastavit pro své org. jednotky v části "Nastavení".
fr: La prévision utilise le fuseau horaire par défaut "{{- timeZone}}". Vous pouvez régler le fuseau horaire de vos unités d'organisation dans "Paramètres".
nb: Værvarselet bruker standard tidssone "{{- timeZone}}". Du kan sette tidssone for dine enheter under "Innstillinger".
pt: A previsão está a utilizar o fuso horário predefinido "{{- timeZone}}". Pode definir o fuso horário para as suas unidades organizacionais em "Definições".

source: Clear sky
cs: Jasná obloha
fr: Ciel dégagé
nb: Klar himmel
pt: Céu limpo

source: Fair
cs: Příznivé počasí
fr: Clair
nb: Pent vær

source: Partly cloudy
cs: Částečně zataženo
fr: Partiellement nuageux
nb: Delvis skyet
pt: Parcialmente nublado

source: Cloudy
cs: Oblačno
fr: Nuageux
nb: Skyet
pt: Nublado

source: Light rain showers
cs: Lehké dešťové přeháňky
fr: Légères averses de pluie
nb: Lette regnbyger
pt: Aguaceiros ligeiros

source: Rain showers
cs: Dešťové přeháňky
fr: Averses de pluie
nb: Regnbyger
pt: Aguaceiros

source: Heavy rain showers
cs: Silné dešťové přeháňky
fr: Fortes averses de pluie
nb: Kraftige regnbyger
pt: Aguaceiros fortes

source: Light rain showers and thunder
cs: Slabé dešťové přeháňky a bouřky
fr: Averses de pluie légère et tonnerre
nb: Lette regnbyger og torden
pt: Aguaceiros ligeiros e trovoada

source: Rain showers and thunder
cs: Dešťové přeháňky a bouřky
fr: Averses de pluie et tonnerre
nb: Regnbyger og torden
pt: Aguaceiros e trovoadas

source: Heavy rain showers and thunder
cs: Silné dešťové přeháňky a bouřky
fr: Fortes averses et tonnerre
nb: Kraftige regnbyger og torden
pt: Aguaceiros fortes e trovoada

source: Light sleet showers
cs: Slabé sněhové přeháňky
fr: Légères averses de grésil
nb: Lette sluddbyger
pt: Aguaceiros ligeiros de granizo

source: Sleet showers
cs: Sněhové přeháňky
fr: Averses de grésilfondue
nb: Sluddbyger
pt: Aguaceiros de granizo

source: Heavy sleet showers
cs: Silné sněhové přeháňky
fr: Fortes averses de grésil
nb: Kraftige sluddbyger
pt: Aguaceiros fortes de granizo

source: Light sleet showers and thunder
cs: Slabé sněhové přeháňky a bouřky
fr: Légères averses de grésil et tonnerre
nb: Lette sluddbyger og torden
pt: Aguaceiros ligeiros de granizo e trovoada

source: Sleet showers and thunder
cs: Sněhové přeháňky a bouřky
fr: Averses de grésil et tonnerre
nb: Sluddbyger og torden
pt: Aguaceiros de granizo e trovoada

source: Heavy sleet showers and thunder
cs: Silné sněhové přeháňky a bouřky
fr: Fortes averses de grésil et tonnerre
nb: Kraftige sluddbyger og torden
pt: Aguaceiros fortes de granizo e trovoada

source: Light snow showers
cs: Slabé sněhové přeháňky
fr: Légères averses de neige
nb: Lette snøbyger
pt: Aguaceiros de neve ligeiros

source: Snow showers
cs: Sněhové přeháňky
fr: Averses de neige
nb: Snøbyger
pt: Aguaceiros de neve
