Repository: dhis2/climate-app
Catalog: i18n/*.po
Languages: cs, fr, nb, pt

source: The data will be assigned a default yearly period that matches the year it was collected: {{datasetPeriod}}
cs: Datům bude přiřazeno výchozí roční období, které odpovídá roku, v němž byla shromážděna: {{datasetPeriod}}
nb: Dataene får en standard årlig periode som samsvarer med året de ble samlet inn: {{datasetPeriod}}

source: Daily values will be imported between start and end dates
cs: Denní hodnoty budou importovány mezi počátečním a koncovým datem.
fr: Les valeurs journalières seront importées entre les dates de début et de fin.
nb: Daglige verdier importeres mellom start- og sluttdato
pt: Os valores diários serão importados entre as datas de início e de fim

source: Valid range
nb: Gyldig område

source: Period type
cs: Typ období
fr: Type de période
nb: Periodetype
pt: Tipo de periodo

source: Start year
cs: Počáteční rok
nb: Startår

source: End year
cs: Konečný rok
nb: Sluttår

source: Set y-axis values for charts in the Explore data section to make it easier to compare different org units. Leave blank to calculate based on data shown.
cs: Nastavte hodnoty osy y pro grafy v části Prozkoumat data, abyste mohli snadněji porovnávat různé organizační jednotky. Pro výpočet na základě zobrazených dat ponechte prázdné.
fr: Définir les valeurs de l'axe des y pour les graphiques dans la section Explorer les données afin de faciliter la comparaison de différentes unités d'organisation. Laisser vide pour effectuer le calcul sur la base des données affichées.
nb: Sett y-akseverdier for diagrammer i Utforsk data-delen for å gjøre det lettere å sammenligne enheter. La stå tomt for å beregne ut fra dataene som vises.
pt: Defina os valores do eixo y para os gráficos na secção Explorar dados para facilitar a comparação de diferentes unidades organizacionais. Deixe em branco para calcular com base nos dados mostrados.

source: Max temperature in °C
cs: Maximální teplota ve °C
fr: Température maximale en °C
nb: Maks temperatur i °C
pt: Temperatura máxima em °C

source: Min temperature in °C
cs: Minimální teplota ve °C
fr: Température minimale en °C
nb: Min temperatur i °C
pt: Temperatura mínima em °C

source: Min temperature must be less than max temperature
cs: Minimální teplota musí být nižší než maximální teplota
fr: La température minimale doit être inférieure à la température maximale
nb: Min temperatur må være lavere enn maks temperatur
pt: A temperatura mínima deve ser inferior à temperatura máxima

source: Max change in temperature in +/- °C
cs: Maximální změna teploty v +/- °C
fr: Variation maximale de la température en +/- °C
nb: Maks endring i temperatur i +/- °C
pt: Variação máxima da temperatura em +/- °C

source: Max monthly precipitation in mm
cs: Maximální měsíční srážky v mm
fr: Précipitations mensuelles maximales en mm
nb: Maks månedlig nedbør i mm
pt: Precipitação mensal máxima em mm

source: Max daily precipitation in mm
cs: Maximální denní úhrn srážek v mm
fr: Précipitations journalières maximales en mm
nb: Maks daglig nedbør i mm
pt: Precipitação máxima diária em mm

source: Heat stress upper category
cs: Tepelný stres vyšší kategorie
fr: Stress thermique catégorie supérieure
nb: Øvre kategori for varmebelastning
pt: Stress térmico categoria superior

source: Heat stress lower category
cs: Tepelný stres nižší kategorie
fr: Stress thermique catégorie inférieure
nb: Nedre kategori for varmebelastning
pt: Stress térmico categoria inferior

source: Calculate from data
cs: Výpočet z dat
fr: Calculer à partir des données
nb: Beregn fra data
pt: Calcular a partir dos dados

source: App settings
cs: Nastavení aplikace
fr: Paramètres de l'application
nb: Appinnstillinger
pt: Definições da aplicação

source: Changes made below will apply to all users of this app.
cs: Níže uvedené změny se budou týkat všech uživatelů této aplikace.
fr: Les modifications apportées ci-dessous s'appliqueront à tous les utilisateurs de cette application.
nb: Endringer nedenfor gjelder for alle brukere av denne appen.
pt: As alterações feitas abaixo aplicam-se a todos os utilizadores desta aplicação.

source: Default start page for users
cs: Výchozí úvodní stránka pro uživatele
fr: Page d'accueil par défaut pour les utilisateurs
nb: Standard startside for brukere
pt: Página inicial predefinida para os utilizadores

source: Time zone where your org units are located
cs: Časové pásmo, ve kterém se nachází vaše organizační jednotky
fr: Fuseau horaire où se trouvent les unités d'organisation
nb: Tidssone der dine enheter er lokalisert
pt: Fuso horário onde estão localizadas as unidades organizacionais

source: Name
cs: název
fr: Nom
nb: Navn
pt: Nome

source: Short name
cs: Krátký název
fr: Nom court
nb: Kort navn
pt: Nome curto

source: Code
cs: Kód
nb: Kode
pt: Código

source: Description
cs: Popis
nb: Beskrivelse
pt: Descrição

source: Data source
cs: Zdroj dat
fr: Source des données
nb: Datakilde
pt: Fonte de dados

source: Domain type
cs: Typ domény
fr: Type de domaine
nb: Domene-type
pt: Tipo de domínio

source: Aggregate
cs: Agregát
fr: Agrégé
nb: Aggreger
pt: Agregar

source: Aggregation type
cs: Typ agregace
fr: Type d'agrégation
nb: Aggregeringstype
pt: Tipo de agregação

source: Use your domain knowledge to select the appropriate aggregation type
nb: Bruk din fagkunnskap for å velge riktig aggregeringstype

source: Store zero data values
cs: Uložit nulové hodnoty dat
fr: Enregistrer les valeurs nulles
nb: Lagre nullverdier
pt: Armazenar valor zero

source: Make sure it is checked
cs: Ujistěte se, že je zaškrtnuto
nb: Sørg for at det er valgt

source: Aggregation levels
cs: Úrovně agregace
fr: Niveaux d'agrégation
nb: Aggregeringsnivåer
pt: Niveis de agregação

source: Assign all org unit levels
cs: Přiřazení všech úrovní organizačních jednotek
fr: Attribuer tous les niveaux d'unité d'organisation
nb: Tildel alle enhetsnivåer
pt: Atribuir todos os níveis de unidades organizacionais

source: You should now be able to import data with this app. Please reach out to us on climate-app@dhis2.org if you have any questions or need help with the setup.
cs: Nyní byste měli být schopni importovat data pomocí této aplikace. V případě jakýchkoli dotazů nebo potřeby pomoci s nastavením se na nás obraťte na adrese climate-app@dhis2.org.
nb: Du skal nå kunne importere data med denne appen. Ta kontakt med oss på climate-app@dhis2.org hvis du har spørsmål eller trenger hjelp med oppsettet.

source: 3. Assign to a data element group
cs: 3. Přiřazení do skupiny datových prvků
nb: 3. Tildel til en dataelementgruppe

source: Data element group: "{{-name}}"
cs: Skupina datových prvků: "{{-name}}"
nb: Dataelementgruppe: "{{-name}}"

source: Data elements
cs: Datové prvky
fr: Eléments de donnée
nb: Dataelementer
pt: Elementos de Dados

source: Assign above data element
cs: Přiřazení výše uvedeného datového prvku
nb: Tildel ovennevnte dataelement

source: 2. Assign to a data set
cs: 2. Přiřazení k datové sadě
nb: 2. Tildel til et datasett

source: If you import daily data, you should assign the data elements to a daily data set (weather and climate). For weekly or monthly data, assign to a weekly or monthly data set (vegetation index). Assigning to a data set helps to maintain a quality metadata and data where integrity, consistency, approvals and protection are facilitated. How exactly to define such a data set depends on the available users and user groups. Similarly, which of the organisation units can collect this daily climate data set depends on situated contexts. However, since we can provide data for any administrative unit that has defined geographic boundaries we leave that decision to users. Most probable choice is all organisation units in your system.
cs: Pokud importujete denní data, měli byste datové prvky přiřadit k denní datové sadě (počasí a klima). V případě týdenních nebo měsíčních dat je třeba přiřadit k týdenní nebo měsíční datové sadě (vegetační index). Přiřazení k datové sadě pomáhá udržovat kvalitní metadata a data, u nichž je usnadněna integrita, konzistence, schvalování a ochrana. Jak přesně takovou datovou sadu definovat, závisí na dostupných uživatelích a skupinách uživatelů. Stejně tak to, která z organizačních jednotek může tento soubor denních klimatických dat shromažďovat, závisí na situovaných souvislostech. Protože však můžeme poskytovat data pro jakoukoli administrativní jednotku, která má definované geografické hranice, ponecháváme toto rozhodnutí na uživatelích. Nejpravděpodobnější volbou jsou všechny organizační jednotky v systému.
nb: Hvis du importerer daglige data, bør du tildele dataelementene til et daglig datasett (vær og klima). For ukentlige eller månedlige data, tildel til et ukentlig eller månedlig datasett (vegetasjonsindeks). Å tildele til et datasett bidrar til å opprettholde kvalitet på metadata og data, hvor integritet, konsistens, godkjenninger og beskyttelse ivaretas. Hvordan et slikt datasett defineres avhenger av brukere og brukergrupper. Hvilke enheter som kan samle inn daglige klimadata avhenger av kontekst. Siden vi kan levere data for alle administrative enheter med definerte grenser, overlater vi valget til brukerne. Mest sannsynlig velger du alle enheter i systemet.

source: Data set: "{{-name}}"
cs: Datová sada: "{{-name}}"
nb: Datasett: "{{-name}}"

source: Organisation units
cs: Organizační jednotky
fr: Unités d'organisation
nb: Organisasjonsenheter
pt: Unidades organizacionais

source: Select all organisation units in your system
cs: Vyberte všechny organizační jednotky v systému
fr: Sélectionner toutes les unités d'organisation de votre système
nb: Velg alle organisasjonsenheter i systemet ditt
pt: Selecionar todas as unidades organizacionais do seu sistema

source: 4. Add a legend
cs: 4. Přidání legendy
nb: 4. Legg til en forklaring

source: Recommended legend for this data element.
cs: Doporučená legenda k tomuto datovému prvku.
nb: Anbefalt forklaring for dette dataelementet.

source: Legend: "{{-name}}"
cs: Legenda: "{{-name}}"
nb: Forklaring: "{{-name}}"

source: Start value
cs: Počáteční hodnota
fr: Valeur de début
nb: Startverdi
pt: Valor inicial

source: End value
cs: Konečná hodnota
fr: Valeur de fin
nb: Sluttverdi
pt: Valor final

source: Color
cs: Barva
fr: Couleur
nb: Farge
pt: Cor

source: Configuring DHIS2 before importing data
cs: Konfigurace DHIS2 před importem dat
nb: Konfigurerer DHIS2 før import av data

source: Before you can import data, you need to make some configurations in the Maintenance app. For detailed instructions on how to configure DHIS2, choose which data you would like to import below.
cs: Před importem dat je třeba provést několik konfigurací v aplikaci Údržba. Podrobné pokyny ke konfiguraci DHIS2 naleznete níže, kde si vyberete, která data chcete importovat.
nb: Før du kan importere data, må du gjøre noen konfigurasjoner i Maintenance-appen. For detaljerte instruksjoner om hvordan du konfigurerer DHIS2, velg hvilke data du vil importere nedenfor.

source: 1. Create the data element
cs: 1. Vytvoření datového prvku
nb: 1. Opprett dataelementet

source: Create DHIS2 data elements only for the data you want to import. We recommend including the data source in the name to distinguish it from other sources (e.g. precepetation data is available from both ERA5-Land and CHIRPS, and there will be additional data providers in the future). If you use the same code specified below, we will preselect the data element in the import interface.
cs: Vytvořte datové prvky DHIS2 pouze pro data, která chcete importovat. Doporučujeme uvést v názvu zdroj dat, abyste je odlišili od jiných zdrojů (např. data o precepci jsou k dispozici z ERA5-Land i CHIRPS a v budoucnu přibudou další poskytovatelé dat). Pokud použijete stejný kód, který je uveden níže, předvybere se datový prvek v rozhraní pro import.
nb: Opprett DHIS2-dataelementer kun for dataene du vil importere. Vi anbefaler å inkludere datakilden i navnet for å skille fra andre kilder (f.eks. er nedbørsdata tilgjengelig fra både ERA5-Land og CHIRPS, og det vil komme flere leverandører i fremtiden). Hvis du bruker samme kode som nedenfor, forhåndsvelger vi dataelementet i importgrensesnittet.

source: When daily data is imported it can be aggregated to other period types in DHIS2. We don't recommend aggregating across organisation unit levels, especially when going from facility level to higher levels defined by a geographic boundary. To make sure the values remain at its own level, assign all org unit levels as Aggregation levels for each data element created.
cs: Po importu denních dat je lze v DHIS2 agregovat na jiné typy období. Nedoporučujeme agregovat napříč úrovněmi organizačních jednotek, zejména pokud přecházíte z úrovně zařízení na vyšší úrovně definované geografickou hranicí. Chcete-li mít jistotu, že hodnoty zůstanou na své vlastní úrovni, přiřaďte všechny úrovně organizačních jednotek jako Agregační úrovně pro každý vytvořený datový prvek.
nb: Når daglige data importeres, kan de aggregeres til andre periodetyper i DHIS2. Vi anbefaler ikke å aggregere på tvers av enhetsnivåer, spesielt ikke fra fasilitetsnivå til høyere nivåer definert av geografiske grenser. For å sikre at verdiene forblir på sitt eget nivå, tildel alle enhetsnivåer som aggregeringsnivåer for hvert dataelement.

source: Loading data
cs: Načítání dat
fr: Chargement des données
nb: Laster data
pt: Carregando dados

source: Error
nb: Feil

source: Select data to import
cs: Výběr dat pro import
fr: Sélectionner les données à importer
nb: Velg data som skal importeres
pt: Selecionar dados a importar

source: Warning
nb: Advarsel

source: You need access to Google Earth Engine to use this app.
cs: K použití této aplikace potřebujete přístup k aplikaci Google Earth Engine.
fr: Vous devez avoir accès à Google Earth Engine pour utiliser cette application.
nb: Du må ha tilgang til Google Earth Engine for å bruke denne appen.
pt: Para utilizar esta aplicação, é necessário ter acesso ao Google Earth Engine.

source: How to get access?
cs: Jak získat přístup?
fr: Comment obtenir l'accès ?
nb: Hvordan få tilgang?
pt: Como obter acesso?

source: For a temporary period there is limited data available for 2024. This is due to modernization work impacting the Copernicus Climate Data Store (CDS) where the data originates.
cs: Pro přechodné období jsou k dispozici jen omezené údaje pro rok 2024. Důvodem jsou modernizační práce, které mají dopad na úložiště klimatických dat Copernicus (CDS), odkud data pocházejí.
fr: Les données disponibles pour 2024 sont temporairement limitées. Ceci est dû à des travaux de modernisation qui affectent le Copernicus Climate Data Store (CDS) d'où proviennent les données.
nb: I en periode er det begrenset med data for 2024. Dette skyldes moderniseringsarbeid som påvirker Copernicus Climate Data Store (CDS) hvor dataene kommer fra.
pt: Durante um período temporário, os dados disponíveis para 2024 são limitados. Tal deve-se a trabalhos de modernização que afectam o Armazenamento de Dados Climáticos do Copernicus (CDS), de onde provêm os dados.

source: Read more on the CDS user forum
cs: Více informací na uživatelském fóru CDS
fr: Plus d'informations sur le forum des utilisateurs du CDS
nb: Les mer på CDS brukerforum
pt: Ler mais no fórum de utilizadores do CDS

source: Data resolution
cs: Rozlišení dat
fr: Résolution des données
nb: Dataoppløsning
pt: Resolução de dados

source: You can import data for the lowest levels in your org unit hierarchy, but it won't improve the resolution of the data.
cs: Můžete importovat data pro nejnižší úrovně v hierarchii organizačních jednotek, ale rozlišení dat se tím nezlepší.
fr: Vous pouvez importer des données pour les niveaux les plus bas de votre hiérarchie d'unités d'organisation, mais cela n'améliorera pas la résolution des données.
nb: Du kan importere data for de laveste nivåene i enhetshierarkiet, men det vil ikke forbedre dataoppløsningen.
pt: É possível importar dados para os níveis mais baixos na hierarquia da unidade organizacional, mas isso não melhorará a resolução dos dados.

source: If two org units are close to each other (within the resolution), they will have the same data values.
cs: Pokud jsou dvě jednotky org blízko sebe (v rámci rozlišení), budou mít stejné hodnoty dat.
fr: Si deux unités d'organisation sont proches l'une de l'autre (dans la limite de la résolution), elles auront les mêmes valeurs de données.
nb: Hvis to enheter er nær hverandre (innenfor oppløsningen), får de samme dataverdier.
pt: Se duas unidades organizacioanis estiverem próximas uma da outra (dentro da resolução), elas terão os mesmos valores de dados.

source: Time zone
cs: Časové pásmo
fr: Fuseau horaire
nb: Tidssone
pt: Fuso horário

source: NASA LP DAAC at the USGS EROS Center
cs: NASA LP DAAC v centru USGS EROS
nb: NASA LP DAAC ved USGS EROS Center

source: Approximately 31 km (0.25°)
cs: Přibližně 31 km (0,25°)
fr: Environ 31 km (0,25°)
nb: Omtrent 31 km (0,25°)
pt: Aproximadamente 31 km (0,25°)

source: Approximately 9 km (0.1°)
cs: Přibližně 9 km (0,1°)
fr: Environ 9 km (0,1°)
nb: Omtrent 9 km (0,1°)
pt: Aproximadamente 9 km (0,1°)

source: Approximately 5 km (0.05°)
cs: Přibližně 5 km (0,05°)
fr: Environ 5 km (0,05°)
nb: Omtrent 5 km (0,05°)
pt: Aproximadamente 5 km (0,05°)

source: Approximately 250 m
cs: Přibližně 250 m
nb: Omtrent 250 m

source: Approximately 500 m
cs: Přibližně 500 m
nb: Omtrent 500 m

source: Approximately 30 m
cs: Přibližně 30 m
nb: Omtrent 30 m

source: Landsat Normalized Difference Vegetation Index (NDVI) is used to quantify vegetation greenness and is useful in understanding vegetation density and assessing changes in plant health. NDVI values range from -1 to 1, with higher values indicating denser vegetation.
cs: Normalizovaný diferenční vegetační index (NDVI) družice Landsat se používá ke kvantifikaci zeleně vegetace a je užitečný pro pochopení hustoty vegetace a hodnocení změn zdravotního stavu rostlin. Hodnoty NDVI se pohybují v rozmezí od -1 do 1, přičemž vyšší hodnoty znamenají hustší vegetaci.
nb: Landsat Normalized Difference Vegetation Index (NDVI) brukes til å måle vegetasjonsgrønnhet og er nyttig for å forstå vegetasjonstetthet og vurdere endringer i plantehelse. NDVI-verdier går fra -1 til 1, der høyere verdier betyr tettere vegetasjon.

source: Enhanced vegetation index (EVI) differs from NDVI by reducing the influence of atmospheric conditions and canopy background noise. EVI values range from -1 to 1, with higher values indicating denser vegetation.
cs: Rozšířený vegetační index (EVI) se od NDVI liší tím, že snižuje vliv atmosférických podmínek a šumu na pozadí koruny stromu. Hodnoty EVI se pohybují v rozmezí od -1 do 1, přičemž vyšší hodnoty znamenají hustší vegetaci.
nb: Enhanced vegetation index (EVI) skiller seg fra NDVI ved å redusere påvirkning fra atmosfæriske forhold og bakgrunnsstøy fra trekroner. EVI-verdier går fra -1 til 1, der høyere verdier betyr tettere vegetasjon.

source: Land cover types at yearly intervals
cs: Typy půdního pokryvu v ročních intervalech
nb: Bakkedekketyper per år

source: Air temperature (ERA5-Land)
cs: Teplota vzduchu (ERA5-Land)
fr: Température de l'air (ERA5-Land)
nb: Lufttemperatur (ERA5-Land)
pt: Temperatura do ar (ERA5-Land)

source: Average air temperature in °C at 2 m above the surface.
cs: Průměrná teplota vzduchu ve °C ve výšce 2 m nad povrchem.
nb: Gjennomsnittlig lufttemperatur i °C, 2 m over bakken.

source: Average
cs: Průměr
fr: Moyenne
nb: Gjennomsnitt
pt: Média

source: Max air temperature (ERA5-Land)
cs: Maximální teplota vzduchu (ERA5-Land)
fr: Température maximale de l'air (ERA5-Land)
nb: Maks lufttemperatur (ERA5-Land)
pt: Temperatura máxima do ar (ERA5-Land)

source: Max air temperature
cs: Maximální teplota vzduchu
fr: Température maximale de l'air
nb: Maks lufttemperatur
pt: Temperatura máxima do ar

source: Maximum air temperature in °C at 2 m above the surface.
cs: Maximální teplota vzduchu ve °C ve výšce 2 m nad povrchem.
nb: Maksimal lufttemperatur i °C, 2 m over bakken.

source: Max
nb: Maks
pt: Máx.

source: Min temperature (ERA5-Land)
cs: Minimální teplota (ERA5-Land)
fr: Température minimale (ERA5-Land)
nb: Min temperatur (ERA5-Land)
pt: Temperatura mínima (ERA5-Terra)

source: Min air temperature
cs: Minimální teplota vzduchu
fr: Température minimale de l'air
nb: Min lufttemperatur
pt: Temperatura mínima do ar

source: Minimum air temperature in °C at 2 m above the surface.
cs: Minimální teplota vzduchu ve °C ve výšce 2 m nad povrchem.
nb: Minimum lufttemperatur i °C, 2 m over bakken.

source: Precipitation (ERA5-Land)
cs: Srážky (ERA5-Land)
fr: Précipitations (ERA5-Land)
nb: Nedbør (ERA5-Land)
pt: Precipitação (ERA5-Terra)

source: Precipitation (ERA5)
cs: Srážky (ERA5)
fr: Précipitations (ERA5)
nb: Nedbør (ERA5)
pt: Precipitação (ERA5)

source: Total precipitation in mm.
cs: Celkový úhrn srážek v mm.
nb: Total nedbør i mm.

source: Precipitation (CHIRPS)
cs: Srážky (CHIRPS)
fr: Précipitations (CHIRPS)
nb: Nedbør (CHIRPS)
pt: Precipitação (CHIRPS)

source: Precipitation in mm.
cs: Srážky v mm.
nb: Nedbør i mm.

source: Dewpoint temperature (ERA5-Land)
cs: Teplota rosného bodu (ERA5-Land)
fr: Température du point de rosée (ERA5-Land)
nb: Duggpunktstemperatur (ERA5-Land)
pt: Temperatura do ponto de orvalho (ERA5-Land)

source: Temperature in °C at 2 m above the surface to which the air would have to be cooled for saturation to occur.
cs: Teplota ve °C ve výšce 2 m nad povrchem, na kterou by se musel vzduch ochladit, aby došlo k nasycení.
fr: Température en °C à 2 m au-dessus de la surface à laquelle l'air doit se refroidir pour qu'il y ait saturation.
nb: Temperatur i °C, 2 m over bakken, som luften må kjøles ned til for at metning skal oppstå.
pt: Temperatura em °C a 2 m acima da superfície à qual o ar teria de ser arrefecido para que ocorresse a saturação.

source: Relative humidity (ERA5-Land)
cs: Relativní vlhkost (ERA5-Land)
fr: Humidité relative (ERA5-Land)
nb: Relativ fuktighet (ERA5-Land)
pt: Humidade relativa (ERA5-Land)

source: Percentage of water vapor in the air compared to the total amount of vapor that can exist in the air at its current temperature. Calculated using air temperature and dewpoint temperature at 2 m above surface.
cs: Procentuální podíl vodní páry ve vzduchu v porovnání s celkovým množstvím vodní páry, které se může vyskytovat ve vzduchu při jeho aktuální teplotě. Vypočítá se na základě teploty vzduchu a teploty rosného bodu ve výšce 2 m nad povrchem.
fr: Pourcentage de vapeur d'eau dans l'air par rapport à la quantité totale de vapeur pouvant exister dans l'air à sa température actuelle. Il est calculé à partir de la température de l'air et de la température du point de rosée à 2 m au-dessus de la surface.
nb: Prosentandel vanndamp i luften sammenlignet med det totale som kan eksistere ved gjeldende temperatur. Beregnes med lufttemperatur og duggpunktstemperatur 2 m over bakken.
pt: Percentagem de vapor de água no ar em comparação com a quantidade total de vapor que pode existir no ar à temperatura actual. Calculada utilizando a temperatura do ar e a temperatura do ponto de orvalho a 2 m acima da superfície.

source: Local Min Tempreture (Land)
nb: Lokal minimumstemperatur (land)

source: Local Max Tempreture (Land)
nb: Lokal maksimumstemperatur (land)

source: Local Precipitation
nb: Lokal nedbør

source: Heat stress (ERA5-HEAT)
cs: Tepelný stres (ERA5-HEAT)
fr: Stress thermique (ERA5-HEAT)
nb: Varmebelastning (ERA5-HEAT)
pt: Stress térmico (ERA5-HEAT)

source: Heat stress
cs: Tepelný stres
fr: Stress thermique
nb: Varmebelastning
pt: Stress térmico

source: Average felt temperature in °C.
cs: Průměrná pocitová teplota ve °C.
nb: Gjennomsnittlig følt temperatur i °C.

source: Max heat stress (ERA5-HEAT)
cs: Maximální tepelný stres (ERA5-HEAT)
fr: Stress thermique maximal (ERA5-HEAT)
nb: Maks varmebelastning (ERA5-HEAT)
pt: Estresse térmico máximo (ERA5-HEAT)
