Repository: dhis2/climate-app
Catalog: i18n/*.po
Languages: cs, fr, nb, pt

source: Heavy show showers
cs: Silné přeháňky
fr: Fortes averses de neige
nb: Kraftige snøbyger
pt: Aguaceiros fortes

source: Light snow showers and thunder
cs: Slabé sněhové přeháňky a bouřky
fr: Légères averses de neige et tonnerre
nb: Lette snøbyger og torden
pt: Aguaceiros de neve ligeiros e trovoada

source: Snow showers and thunder
cs: Sněhové přeháňky a bouřky
fr: Averses de neige et tonnerre
nb: Snøbyger og torden
pt: Aguaceiros de neve e trovoada

source: Heavy snow showers and thunder
cs: Silné sněhové přeháňky a bouřky
fr: Fortes averses de neige et tonnerre
nb: Kraftige snøbyger og torden
pt: Fortes aguaceiros de neve e trovoada

source: Light rain
cs: Slabý déšť
fr: Pluie légère
nb: Lett regn
pt: Chuva fraca

source: Rain
cs: Déšť
fr: Pluie
nb: Regn
pt: Chuva

source: Heavy rain
cs: Silný déšť
fr: Forte pluie
nb: Kraftig regn
pt: Chuva intensa

source: Light rain and thunder
cs: Slabý déšť a bouřka
fr: Pluie légère et tonnerre
nb: Lett regn og torden
pt: Chuva fraca e trovoada

source: Rain and thunder
cs: Déšť a bouřka
fr: Pluie et tonnerre
nb: Regn og torden
pt: Chuva e trovoada

source: Heavy rain and thunder
cs: Silný déšť a bouřka
fr: Forte pluie et tonnerre
nb: Kraftig regn og torden
pt: Chuva forte e trovoada

source: Light sleet
cs: Lehký déšť se sněhem
fr: Grésil légère
nb: Lett sludd
pt: Granizo ligeiro

source: Sleet
cs: Déšť se sněhem
fr: Grésil
nb: Sludd
pt: Granizo

source: Heavy sleet
cs: Silný déšť se sněhem
fr: Grésil forte
nb: Kraftig sludd
pt: Granizo intenso

source: Light sleet and thunder
cs: Slabý déšť se sněhem a bouřka
fr: Grésil légère et tonnerre
nb: Lett sludd og torden
pt: Granizo ligeiro e trovoada

source: Sleet and thunder
cs: Déšť se sněhem a bouřka
fr: Grésil et tonnerre
nb: Sludd og torden
pt: Granizo e trovoada

source: Heavy sleet and thunder
cs: Silný déšť se sněhem a bouřka
fr: Grésil forte et tonnerre
nb: Kraftig sludd og torden
pt: Granizo forte e trovoada

source: Light snow
cs: Lehké sněžení
fr: Neige légère
nb: Lett snø
pt: Neve ligeira

source: Snow
cs: Sníh
fr: Neige
nb: Snø
pt: Neve

source: Heavy snow
cs: Silné sněžení
fr: Forte neige
nb: Kraftig snø
pt: Neve intensa

source: Light snow and thunder
cs: Slabé sněžení a bouřka
fr: Neige légère et tonnerre
nb: Lett snø og torden
pt: Neve ligeira e trovoada

source: Snow and thunder
cs: Sněžení a bouřka
fr: Neige et tonnerre
nb: Snø og torden
pt: Neve e trovoada

source: Heavy snow and thunder
cs: Silné sněžení a bouřka
fr: Forte neige et tonnerre
nb: Kraftig snø og torden
pt: Neve forte e trovoada

source: Fog
cs: Mlha
fr: Brouillard
nb: Tåke
pt: Nevoeiro

source: The Universal Thermal Climate Index (UTCI) is an index that combines the effects of air temperature, humidity, wind speed, and radiation on the human body. It is a measure of the thermal stress experienced by a person in a given environment.
cs: Univerzální tepelně-klimatický index (UTCI) je index, který kombinuje účinky teploty vzduchu, vlhkosti, rychlosti větru a záření na lidský organismus. Je to míra tepelné zátěže, kterou člověk v daném prostředí zažívá.
fr: L'indice universel du climat thermique (UTCI) est un indice qui combine les effets de la température de l'air, de l'humidité, de la vitesse du vent et du rayonnement sur le corps humain. Il s'agit d'une mesure du stress thermique subi par une personne dans un environnement donné.
nb: Universal Thermal Climate Index (UTCI) er en indeks som kombinerer effekten av lufttemperatur, fuktighet, vindhastighet og stråling på menneskekroppen. Den måler varmebelastningen en person opplever i et gitt miljø.
pt: O Índice Universal de Clima Térmico (UTCI) é um índice que combina os efeitos da temperatura do ar, humidade, velocidade do vento e radiação no corpo humano. É uma medida do stress térmico sofrido por uma pessoa num determinado ambiente.

source: {{name}}: Thermal comfort {{period}}
cs: {{name}}: Tepelný komfort {{period}}
fr: {{name}}: Confort thermique {{period}}
nb: {{name}}: Termisk komfort {{period}}
pt: {{name}}: Conforto térmico {{period}}

source: Average felt temperature
cs: Průměrná pocitová teplota
fr: Température moyenne ressentie
nb: Gjennomsnittlig følt temperatur
pt: Temperatura média sentida

source: Felt temperature range
cs: Rozsah pocitové teploty
fr: Plage de températures ressenties
nb: Følt temperaturområde
pt: Intervalo de temperatura sentida

source: Average temperature
cs: Průměrná teplota
fr: Température moyenne
nb: Gjennomsnittstemperatur
pt: Temperatura média

source: Relative humidity is the the amount of water vapour present in air expressed as a percentage of the amount needed for saturation at the same temperature (dewpoint).
cs: Relativní vlhkost je množství vodní páry přítomné ve vzduchu vyjádřené v procentech množství potřebného k nasycení při stejné teplotě (rosný bod).
fr: L'humidité relative est la quantité de vapeur d'eau présente dans l'air exprimée comme le pourcentage de la quantité nécessaire à la saturation à la même température (point de rosée).
nb: Relativ fuktighet er mengden vanndamp i luften uttrykt som prosent av det som trengs for metning ved samme temperatur (duggpunkt).
pt: A humidade relativa é a quantidade de vapor de água presente no ar expressa em percentagem da quantidade necessária para a saturação à mesma temperatura (ponto de orvalho).

source: {{name}}: Daily relative humidity {{period}}
cs: {{name}}: Denní relativní vlhkost {{period}}
fr: {{name}}: Humidité relative quotidienne {{period}}
nb: {{name}}: Daglig relativ fuktighet {{period}}
pt: {{name}}: Humidade relativa diária {{period}}

source: Relative humidity
cs: Relativní vlhkost
fr: Humidité relative
nb: Relativ fuktighet
pt: Humidade relativa

source: {{name}}: Relative humidity {{period}}
cs: {{name}}: Relativní vlhkost {{period}}
fr: {{name}}: Humidité relative {{period}}
nb: {{name}}: Relativ fuktighet {{period}}
pt: {{name}}: Humidade relativa {{period}}

source: Normals from reference period: {{period}}
cs: Normály z referenčního období: {{period}}
fr: Normales de la période de référence : {{period}}
nb: Normalverdier fra referanseperiode: {{period}}
pt: Normais do período de referência: {{period}}

source: Normal relative humidity
cs: Normální relativní vlhkost
fr: Humidité relative normale
nb: Normal relativ fuktighet
pt: Humidade relativa normal

source: Dewpoint temperature
cs: Teplota rosného bodu
fr: Température du point de rosée
nb: Duggpunktstemperatur
pt: Temperatura do ponto de orvalho

source: Air temperature
cs: Teplota vzduchu
fr: Température de l'air
nb: Lufttemperatur
pt: Temperatura do ar

source: Evergreen Needleleaf forest
cs: Stálezelený jehličnatý les
fr: Forêt de conifères sempervirentes
nb: Eviggrønn nåleskog
pt: Floresta de folhas aciculares sempre-verdes

source: Evergreen Broadleaf forest
cs: Stálezelený listnatý les
fr: Forêt de feuillus sempervirentes
nb: Eviggrønn løvskog
pt: Floresta de folhas largas sempre-verdes

source: Deciduous Needleleaf forest
cs: Opadavý jehličnatý les
fr: Forêt de conifères à feuillage caduc
nb: Løvfellende nåleskog
pt: Floresta de folhas de aciculares decíduas

source: Deciduous Broadleaf forest
cs: Listnatý opadavý les
fr: Forêt d'arbres à feuillage caduc
nb: Løvfellende løvskog
pt: Floresta decídua de folhas largas

source: Mixed forest
cs: Smíšený les
fr: Forêt mixte
nb: Blandet skog
pt: Floresta mista

source: Closed shrublands
cs: Uzavřené křoviny
fr: Zones broussailleuses fermées
nb: Tette busklandskap
pt: Arbustos fechados

source: Open shrublands
cs: Otevřené křoviny
fr: Zones broussailleuses ouvertes
nb: Åpne busklandskap
pt: Arbustos abertos

source: Woody savannas
cs: Porostlé savany
fr: Savanes boisées
nb: Trelendte savanner
pt: Savanas arborizadas

source: Savannas
cs: Savany
fr: Savanes
nb: Savanner
pt: Savanas

source: Grasslands
cs: Louky a pastviny
fr: Prairies
nb: Gressletter
pt: Área de Pastagem

source: Permanent wetlands
cs: Trvalé mokřady
fr: Zones humides permanentes
nb: Permanente våtmarker
pt: Áreas úmidas permanentes

source: Croplands
cs: Orná půda
fr: Terres agricoles
nb: Dyrket mark

source: Urban and built-up
cs: Městské a zastavěné
fr: Zone urbaine et bâtie
nb: By- og tettstedsområder
pt: Urbano e construído

source: Cropland/Natural vegetation mosaic
cs: orná půda / mozaika přírodní vegetace
fr: Mosaïque de terres agricoles/végétation naturelle
nb: Mosaikk av dyrket mark/naturlig vegetasjon
pt: Área agrícola / Mosaico de vegetação natural

source: Snow and ice
cs: Sníh a led
fr: Neige et glace
nb: Snø og is
pt: Neve e gelo

source: Barren or sparsely vegetated
cs: Neplodná nebo řídce porostlá
fr: Désert ou végétation clairsemée
nb: Bart eller sparsomt vegetert
pt: Estéril ou com pouca vegetação

source: Water
cs: Voda
fr: Eau
nb: Vann
pt: Água

source: Land cover type
cs: Typ půdního pokryvu
nb: Bakkedekketype

source: {{name}}: Land cover changes {{years}}
cs: {{name}}: Změny půdního pokryvu {{years}}
nb: {{name}}: Endringer i bakkedekke {{years}}

source: {{name}}: Daily precipitation {{period}}
cs: {{name}}: Denní srážky {{period}}
fr: {{name}}: Précipitations quotidiennes {{period}}
nb: {{name}}: Daglig nedbør {{period}}
pt: {{name}}: Precipitação diária {{period}}

source: Daily precipitation
cs: Denní srážky
fr: Précipitations quotidiennes
nb: Daglig nedbør
pt: Precipitação diária

source: {{name}}: Monthly precipitation {{period}}
cs: {{name}}: Měsíční srážky {{period}}
fr: {{name}}: Précipitations mensuelles {{period}}
nb: {{name}}: Månedlig nedbør {{period}}
pt: {{name}}: Precipitação mensal {{period}}

source: Monthly precipitation
cs: Měsíční srážky
fr: Précipitations mensuelles
nb: Månedlig nedbør
pt: Precipitação mensal

source: Normal precipitation
cs: Normální srážky
fr: Précipitations normales
nb: Normal nedbør
pt: Precipitação normal

source: {{name}}: Daily temperatures {{period}}
cs: {{name}}: Denní teploty {{period}}
fr: {{name}}: Températures journalières{{period}}
nb: {{name}}: Daglige temperaturer {{period}}
pt: {{name}}: Temperaturas diárias {{period}}

source: Mean temperature
cs: Průměrná teplota
fr: Température moyenne
nb: Gjennomsnittstemperatur
pt: Temperatura média

source: Temperature range
cs: Teplotní rozsah
fr: Plage de températures
nb: Temperaturområde
pt: Intervalo de temperatura

source: {{name}}: Monthly temperatures {{period}}
cs: {{name}}: Měsíční teploty {{period}}
fr: {{name}}: Températures mensuelles {{period}}
nb: {{name}}: Månedlige temperaturer {{period}}
pt: {{name}}: Temperaturas mensais {{period}}

source: Normal temperature
cs: Normální teplota
fr: Température normale
nb: Normal temperatur
pt: Temperatura normal

source: Resample
cs: Převzorkování
nb: Omprøve

source: Weekly
cs: Týdně
nb: Ukentlig
pt: Semanal

source: Change from 16-days to weekly or monthly periods using linear interpolation. Weekly periods are recommended when importing to DHIS2.
cs: Změna 16denních period na týdenní nebo měsíční pomocí lineární interpolace. Při importu do DHIS2 se doporučují týdenní období.
nb: Endre fra 16-dagers til ukentlige eller månedlige perioder med lineær interpolasjon. Ukentlige perioder anbefales ved import til DHIS2.

source: {{name}}: {{band}} vegetation index {{period}}
cs: {{name}}: {{band}} vegetační index {{period}}
nb: {{name}}: {{band}} vegetasjonsindeks {{period}}

source: Value is only for 250 x 250 m where the facility is located
cs: Hodnota platí pouze pro 250 x 250 m, kde se zařízení nachází.
nb: Verdien gjelder kun for 250 x 250 m der anlegget ligger

source: No match found
cs: Žádná shoda nenalezena
fr: Pas de résultat trouvé
nb: Ingen treff funnet
pt: Nenhuma correspondência encontrada

source: Data element to import data to
cs: Datový prvek, do kterého se data importují
fr: Élément de donnée vers lequel importer les données
nb: Dataelement å importere data til
pt: Elemento de dados para importar dados para

source: Loading org units
cs: Načítání organizačních jednotek
fr: Chargement des unités d'organisation
nb: Laster organisasjonsenheter
pt: Carregamento de unidades organizacionais

source: No org units with geometry found for this level
cs: Pro tuto úroveň nebyly nalezeny žádné organizační jednotky s geometrií
fr: Aucune unité d'organisation avec géométrie n'a été trouvée pour ce niveau
nb: Ingen organisasjonsenheter med geometri funnet på dette nivået
pt: Não foram encontradas unidades organizacionais com geometria para este nível

source: Extracting data for {{periodCount}} {{periodType}} periods and {{orgUnitsCount}} org units ({{valueCount}} values)
cs: Extrakce dat pro {{periodCount}} {{periodType}} období a {{orgUnitsCount}} organizační jednotky ({{valueCount}} hodnoty)
nb: Henter ut data for {{periodCount}} {{periodType}} perioder og {{orgUnitsCount}} enheter ({{valueCount}} verdier)

source: Extracting data for {{orgUnitsCount}} org units
cs: Extrakce dat pro jednotky {{orgUnitsCount}} org
nb: Henter ut data for {{orgUnitsCount}} enheter

source: Importing data to DHIS2
cs: Import dat do DHIS2
fr: Importation de données dans DHIS2
nb: Importerer data til DHIS2
pt: Importação de dados para o DHIS2

source: Import failed
cs: Import se nezdařil
fr: Échec de l'importation
nb: Import mislyktes
pt: A importação falhou

source: One or more conflicts encountered
cs: Jeden nebo více konfliktů
fr: Une ou plusieurs erreurs
nb: En eller flere konflikter oppstod
pt: Um ou mais conflitos encontrados

source: Import weather and climate data
cs: Import dat o počasí a klimatu
fr: Importer des données météorologiques et climatiques
nb: Importer vær- og klimadata
pt: Importar dados meteorológicos e climáticos

source: You can maximum import {{maxValues}} data values in a single import, but you are trying to import {{valueCount}} values for {{orgUnitCount}} organisation units over {{periodCount}} {{periodType}} periods. Please select a shorter period or fewer organisation units. You can always import more data later.
cs: V rámci jednoho importu můžete importovat maximálně hodnoty dat {{maxValues}}, ale vy se snažíte importovat hodnoty {{valueCount}} pro organizační jednotky {{orgUnitCount}} za období {{periodCount}} {{periodType}} . Zvolte prosím kratší období nebo menší počet organizačních jednotek. Později můžete vždy importovat více dat.
nb: Du kan maksimalt importere {{maxValues}} dataverdier i én import, men du prøver å importere {{valueCount}} verdier for {{orgUnitCount}} enheter over {{periodCount}} {{periodType}} perioder. Velg en kortere periode eller færre enheter. Du kan alltid importere mer senere.

source: Instructions
cs: Pokyny
nb: Instruksjoner
pt: Instruções

source: Before you can import data, you need to create the associated data elements in DHIS2. See our setup guide in the left menu.
cs: Před importem dat je třeba v DHIS2 vytvořit související datové prvky. Viz náš průvodce nastavením v levém menu.
nb: Før du kan importere data, må du opprette tilhørende dataelementer i DHIS2. Se oppsettguiden i venstremenyen.

source: Data can be imported in batches. We recommend that you start with a few organisation units to make sure everything works as expected.
cs: Data lze importovat v dávkách. Doporučujeme začít s několika organizačními jednotkami, abyste se ujistili, že vše funguje podle očekávání.
fr: Les données peuvent être importées par lots. Nous vous recommandons de commencer par quelques unités d'organisation afin de vous assurer que tout fonctionne comme prévu.
nb: Data kan importeres i partier. Vi anbefaler å starte med noen få enheter for å sikre at alt fungerer som forventet.
pt: Os dados podem ser importados em lotes. Recomendamos que comece com algumas unidades organizacionais para se certificar de que tudo funciona como esperado.

source: Select the variable you would like to import.
cs: Vyberte proměnnou, kterou chcete importovat.
fr: Sélectionnez la variable que vous voulez importer.
nb: Velg variabelen du vil importere.
pt: Selecione a variável que pretende importar.

source: Period
cs: Období
fr: Période
nb: Periode
pt: Período

source: Select the start and end dates for your import. We will import daily data for the selected period. You can aggregate data to other period types (weekly/monthly) in DHIS2. If your DHIS2 instance use a different timezone than UTC, we will calculate daily values based on this timezone.
cs: Vyberte datum zahájení a ukončení importu. Pro vybrané období budeme importovat denní data. V DHIS2 můžete agregovat data do jiných typů období (týdenní/měsíční). Pokud vaše instance DHIS2 používá jiné časové pásmo než UTC, vypočítáme denní hodnoty na základě tohoto časového pásma.
fr: Sélectionnez les dates de début et de fin de votre importation. Nous importerons des données journalières pour la période sélectionnée. Vous pouvez agréger les données pour d'autres types de périodes (hebdomadaires/mensuelles) dans DHIS2. Si votre instance DHIS2 utilise un fuseau horaire différent de UTC, nous calculerons les valeurs journalières en fonction de ce fuseau horaire.
nb: Velg start- og sluttdato for importen. Vi importerer daglige data for valgt periode. Du kan aggregere data til andre periodetyper (ukentlig/månedlig) i DHIS2. Hvis din DHIS2-instans bruker en annen tidssone enn UTC, beregner vi daglige verdier basert på denne tidssonen.
pt: Selecione as datas de início e de fim para a sua importação. Serão importados dados diários para o período selecionado. Pode agregar dados a outros tipos de períodos (semanal/mensal) no DHIS2. Se a sua instância DHIS2 utilizar um fuso horário diferente do UTC, calcularemos os valores diários com base nesse fuso horário.

source: Parent organisation unit
cs: Nadřazená organizační jednotka
fr: Unité d'organisation mère
nb: Overordnet organisasjonsenhet
pt: Unidade organizacional pai

source: Select a parent organisation unit for the import. We will import data for children that are below this organisation unit.
cs: Vyberte nadřazenou organizační jednotku pro import. Budeme importovat data dětí, které jsou pod touto organizační jednotkou.
fr: Sélectionnez une unité d'organisation mère pour l'importation. Nous importerons les données des unités subordonnées qui se trouvent sous cette unité d'organisation.
nb: Velg en overordnet organisasjonsenhet for importen. Vi importerer data for enheter under denne.
pt: Selecione uma unidade organizacional pai para a importação. Importaremos dados dos filhos que se encontram abaixo desta unidade organizacional.

source: Organisation unit level
cs: Úroveň organizační jednotky
fr: Niveau d'unité d'organisation
nb: Organisasjonsenhetsnivå
pt: Nível de unidade organizacional

source: Select the organisation unit level for the import. We will import data for this level that are below the parent organisation unit. If the parent organisation unit is on the same level, we will import data for this single organisation unit.
cs: Vyberte úroveň organizační jednotky pro import. Pro tuto úroveň budeme importovat data, která jsou pod nadřazenou organizační jednotkou. Pokud je nadřazená organizační jednotka na stejné úrovni, budeme importovat data pro tuto jedinou organizační jednotku.
fr: Sélectionnez le niveau d'unité d'organisation à utiliser pour l'importation. Nous importerons les données de ce niveau qui se trouvent en dessous de l'unité d'organisation mère. Si l'unité d'organisation mère se trouve au même niveau que ce dernier, nous importerons uniquement les données de cette unité d'organisation.
nb: Velg organisasjonsenhetsnivå for importen. Vi importerer data for dette nivået under den overordnede enheten. Hvis den overordnede enheten er på samme nivå, importerer vi data for denne ene enheten.
pt: Selecione o nível da unidade organizacional para a importação. Importaremos os dados para este nível que estão abaixo da unidade organizacional principal. Se a unidade organizacional principal estiver no mesmo nível, importaremos os dados para esta unidade organizacional única.

source: Select the DHIS2 data element you would like to import the data into. See the “Setup guide” for more information on how to configure this data element.
cs: Vyberte datový prvek DHIS2, do kterého chcete data importovat. Další informace o konfiguraci tohoto datového prvku naleznete v "Průvodci nastavením".
fr: Sélectionnez l'élément de donnée DHIS2 dans lequel vous voulez importer les données. Voir le "Guide d'installation" pour plus d'informations sur la manière de configurer cet élément de donnée.
nb: Velg DHIS2-dataelementet du vil importere data til. Se 'Oppsettguide' for mer informasjon om hvordan du konfigurerer dette dataelementet.
pt: Selecione o elemento de dados DHIS2 para o qual pretende importar os dados. Consulte o "Guia de configuração" para obter mais informações sobre como configurar este elemento de dados.

source: Import summary
cs: Shrnutí importu
fr: Résumé des importations
nb: Importoppsummering
pt: Resumo da importação

source: When data is imported, we will show a summary of the import. This includes the number of data values that were successfully imported or updated. If data values fail to import, we will show the reason for the failure.
cs: Po importu dat se zobrazí shrnutí importu. Ten zahrnuje počet hodnot dat, které byly úspěšně importovány nebo aktualizovány. Pokud se hodnoty dat nepodaří importovat, zobrazíme důvod neúspěchu.
fr: Lorsque des données sont importées, nous affichons un résumé de l'importation. Cela inclut le nombre de valeurs de données qui ont été importées ou mises à jour avec succès. Si les données n'ont pas été importées, la raison de l'échec est indiquée.
nb: Når data er importert, viser vi en oppsummering av importen. Dette inkluderer antall verdier som ble importert eller oppdatert. Hvis noen verdier ikke importeres, viser vi årsaken.
pt: Quando os dados são importados, mostramos um resumo da importação. Isto inclui o número de valores de dados que foram importados ou actualizados com êxito. Se os valores de dados não forem importados, mostraremos o motivo da falha.

source: Data is imported
cs: Data jsou importována
fr: Les données sont importées
nb: Data er importert
pt: Os dados são importados

source: Imported
cs: Importováno
fr: Importées
nb: Importert
pt: Importado

source: Updated
cs: Aktualizováno
fr: Mis-à-jour
nb: Oppdatert
pt: Actualizado

source: Ignored
cs: Ignorováno
fr: Ignorées
nb: Ignorert
pt: Ignorado

source: Missing
nb: Mangler

source: No data for the following org units
cs: Žádná data pro následující organizační jednotky
fr: Pas de données pour les unités d'organisation suivantes
nb: Ingen data for følgende enheter
pt: Não há dados para as seguintes unidades organizacionais

source: ERA5-Land has limited data for costal areas. Values for other org units will be imported.
cs: ERA5-Land má omezené údaje pro pobřežní oblasti. Hodnoty pro ostatní org. jednotky budou importovány.
fr: ERA5-Land a des données limitées pour les zones côtières. Les valeurs d'autres unités d'organisation seront importées.
nb: ERA5-Land har begrensede data for kystområder. Verdier for andre enheter vil bli importert.
pt: O ERA5-Land tem dados limitados para as zonas costeiras. Os valores para outras unidades organizacionais serão importados.

source: Organisation unit level to import data to
cs: Úroveň organizační jednotky pro import dat
fr: Niveau d'unité d'organisation vers lequel importer les données
nb: Organisasjonsenhetsnivå å importere data til
pt: Nível da unidade organizacional para importar dados para

source: Org unit parent needs to be above or equal to the org unit level
cs: Nadřízená organizační jednotka musí být nad úrovní organizační jednotky nebo jí musí být rovna.
fr: L'unité d'organisation mère doit être supérieure ou égale au niveau de l'unité d'organisation.
nb: Overordnet enhet må være over eller likt organisasjonsnivået
pt: A unidade organizacional pai deve ser superior ou igual ao nível da unidade organizacional
